Repository: bytehaendig/axytos_payment_woocommerce
Catalog: languages/axytos-wc-*.po
Languages: de_de

source: Axytos WooCommerce Payment Gateway
de_de: Axytos WooCommerce Zahlungs-Gateway

source: Axytos Payment Gateway for WooCommerce.
de_de: Axytos Zahlungs-Gateway für WooCommerce.

source: Please enter the invoice number:
de_de: Bitte geben Sie die Rechnungsnummer ein:

source: Invoice number is required for shipping report.
de_de: Eine Rechnungsnummer ist für den Versand erforderlich.

source: Are you sure you want to %s this order?
de_de: Sind Sie sicher, dass Sie diese Bestellung %s möchten?

source: Are you sure you want to %1$s this order with invoice number %2$s?
de_de: Sind Sie sicher, dass Sie die Bestellung mit Rechnungsnummer %2$s %1$s möchten?

source: An unexpected error occurred. Please try again.
de_de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

source: Axytos Actions
de_de: Axytos Aktionen

source: Order not found.
de_de: Bestellung nicht gefunden.

source: No Axytos actions available for this order.
de_de: Keine Axytos-Aktionen für diese Bestellung vorhanden.

source: No pending actions
de_de: Keine ausstehenden Aktionen

source: Pending Axytos Actions
de_de: Ausstehende Aktionen

source: pending
de_de: ausstehend

source: Completed Axytos Actions
de_de: Abgeschlossene Aktionen

source: Unknown
de_de: Unbekannt

source: Report Shipping
de_de: Versand melden

source: Cancel
de_de: Stornieren

source: Refund
de_de: Rückerstattung

source: Generate Secure Key
de_de: Sicheren Schlüssel generieren

source: Secure webhook API key generated. Make sure to save your settings.
de_de: Sicherer Webhook-API-Schlüssel generiert. Stellen Sie sicher, dass Sie Ihre Einstellungen speichern.

source: Method:
de_de: Methode:

source: Axytos Pending Actions
de_de: Ausstehende Axytos-Aktionen

source: Processed %1$d orders, %2$d failed.
de_de: %1$d Bestellungen verarbeitet, %2$d fehlgeschlagen.

source: Next Processing Run
de_de: Nächste Verarbeitung

source: Not scheduled
de_de: Nicht geplant

source: Process All Pending Actions Now
de_de: Alle ausstehenden Aktionen jetzt verarbeiten

source: Orders with Pending Actions
de_de: Bestellungen mit ausstehenden Aktionen

source: No orders with pending actions found.
de_de: Keine Bestellungen mit ausstehenden Aktionen gefunden.

source: Order ID
de_de: Bestell-ID

source: Pending Actions
de_de: Ausstehende Aktionen

source: Invalid order or action.
de_de: Ungültige Bestellung oder Aktion.

source: Not an Axytos order.
de_de: Keine Axytos-Bestellung.

source: Order shipped via Axytos action.
de_de: Bestellung bei Axytos als versandt markiert.

source: Order cancelled via Axytos action.
de_de: Bestellung bei Axytos storniert.

source: Order refunded via Axytos action.
de_de: Bestellung bei Axytos zur Erstattung markiert.

source: Order confirmed via Axytos action.
de_de: Bestellung bei Axytos bestätigt.

source: Invalid action.
de_de: Ungültige Aktion.

source: Error processing action:
de_de: Fehler beim Verarbeiten der Aktion:

source: Insufficient permissions.
de_de: Unzureichende Berechtigungen.

source: Error processing actions:
de_de: Fehler beim Verarbeiten der Aktionen:

source: Axytos action "%1$s" processed successfully
de_de: Axytos-Aktion "%1$s" wurde erfolgreich verarbeitet

source: Axytos action "%1$s" failed permanently after %2$d retries. Order requires manual attention.
de_de: Axytos-Aktion "%1$s" ist nach %2$d Wiederholungen dauerhaft fehlgeschlagen. Bestellung benötigt manuelle Überprüfung.

source: [%1$s] Axytos Payment Action Failed - Order #%2$s
de_de: [%1$s] Axytos-Zahlungsaktion fehlgeschlagen - Bestellung #%2$s

source: An Axytos payment action has failed permanently and requires manual attention. Order: #%1$s Action: %2$s Max retries reached: %3$d Please check the order in your WooCommerce admin and contact Axytos support if needed. Order URL: %4$s
de_de: Eine Axytos-Zahlungsaktion ist dauerhaft fehlgeschlagen und benötigt manuelle Überprüfung. Bestellung: #%1$s Aktion: %2$s Maximale Wiederholungen erreicht: %3$d Bitte überprüfen Sie die Bestellung in Ihrem WooCommerce-Admin und kontaktieren Sie bei Bedarf den Axytos-Support. Bestell-URL: %4$s

source: Payment gateway for Axytos.
de_de: Zahlungsgateway für Axytos.

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: Enable Axytos Payment
de_de: Axytos-Zahlung aktivieren

source: Title
de_de: Titel

source: This controls the title which the user sees during checkout.
de_de: Dies steuert den Titel, den der Benutzer beim Checkout sieht.

source: Description
de_de: Beschreibung

source: This controls the description which the user sees during checkout.
de_de: Dies steuert die Beschreibung, die der Benutzer beim Checkout sieht.

source: Pay using Axytos.
de_de: Kauf auf Rechnung

source: Axytos API Key
de_de: Axytos API-Schlüssel

source: Enter your Axytos API Key for authentication.
de_de: Geben Sie Ihren Axytos API-Schlüssel für die Authentifizierung ein.

source: Use API Sandbox
de_de: API-Sandbox verwenden

source: Send API requests to the API sandbox for testing
de_de: API-Anfragen zu Testzwecken an die API-Sandbox senden

source: Precheck Agreement Link Text
de_de: Vereinbarungs-Linktext

source: Enter text you want to as link to get agreement.
de_de: Geben Sie den Text ein, den Sie als Link zur Vereinbarung verwenden möchten.

source: click to see agreement
de_de: Vereinbarung anzeigen

source: Webhook API Key
de_de: Webhook-Schlüssel

source: Enter a secure API key for webhook authentication. This key will be used to authenticate incoming webhook requests from your ERP system.
de_de: Geben Sie einen sicheren API-Schlüssel für die Webhook-Authentifizierung ein. Dieser Schlüssel wird zur Authentifizierung eingehender Webhook-Anfragen aus Ihrem ERP-System verwendet.

source: Generate a secure random key...
de_de: Einen sicheren Zufallsschlüssel generieren...

source: Axytos precheck accepted
de_de: Axytos-Vorabprüfung akzeptiert

source: Axytos precheck declined
de_de: Axytos-Vorabprüfung abgelehnt

source: This Payment Method is not allowed for this order. Please try a different payment method.
de_de: Diese Zahlungsmethode ist für diese Bestellung nicht möglich. Bitte wählen Sie eine andere Zahlungsmethode.

source: Could not confirm order with Axytos API.
de_de: Bestellung konnte nicht mit bei der API bestätigt werden.

source: Could not update report shipping.
de_de: Versandbericht konnte nicht aktualisiert werden.

source: Invoice: %s
de_de: Rechnung: %s

source: Tracking: %s
de_de: Sendungsverfolgung: %s

source: Order on-hold, waiting for admin approval.
de_de: Bestellung in Wartezustand, warte auf Admin-Genehmigung.

source: Webhook added information
de_de: Webhook fügte Informationen hinzu

source: Last Processing Run
de_de: Letzte Ausführung

source: Never
de_de: Nie

source: failed %dx, broken
de_de: %dx fehlgeschlagen, defekt

source: failed %dx, will retry
de_de: %dx fehlgeschlagen, wird wiederholt

source: Webhook Information
de_de: Webhook-Informationen

source: Webhook Endpoint Information
de_de: Webhook-Endpunkt-Informationen

source: This webhook enables seamless integration between external systems (such as ERP software) and the Axytos plugin. It allows your systems to automatically notify the plugin about order status changes and provide critical information like invoice numbers.
de_de: Dieser Webhook ermöglicht eine nahtlose Integration zwischen externen Systemen (wie ERP-Software) und dem Axytos-Plugin. Er erlaubt es Ihren Systemen, das Plugin automatisch über Bestellstatusänderungen zu benachrichtigen und wichtige Informationen wie Rechnungsnummern bereitzustellen.

source: Invoice numbers are particularly important for Axytos payment processing, making this webhook an essential tool for automating data flow between your ERP system, WooCommerce, and the Axytos payment provider.
de_de: Rechnungsnummern sind besonders wichtig für die Axytos-Zahlungsabwicklung, wodurch dieser Webhook zu einem wesentlichen Werkzeug für die Automatisierung des Datenflusses zwischen Ihrem ERP-System, WooCommerce und dem Axytos-Zahlungsanbieter wird.

source: General Information
de_de: Allgemeine Informationen

source: Headers:
de_de: Header:

source: your webhook key
de_de: Ihr Webhook-Schlüssel

source: JSON payload containing order status updates with fields:
de_de: JSON-Payload mit Bestellstatus-Updates mit folgenden Feldern:

source: The WooCommerce order ID (required)
de_de: Die WooCommerce-Bestell-ID (erforderlich)

source: The new order status (required)
de_de: Der neue Bestellstatus (erforderlich)

source: The current order status (optional)
de_de: Der aktuelle Bestellstatus (optional)

source: Invoice number (optional)
de_de: Rechnungsnummer (optional)

source: Tracking number (optional)
de_de: Sendungsverfolgungsnummer (optional)

source: Example
de_de: Beispiel

source: Successfully retried %1$d broken actions for order #%2$d.
de_de: Erfolgreich %1$d defekte Aktionen für Bestellung #%2$d wiederholt.

source: Retry attempt completed for order #%2$d, but %1$d actions still failed.
de_de: Wiederholungsversuch für Bestellung #%2$d abgeschlossen, aber %1$d Aktionen sind weiterhin fehlgeschlagen.

source: Failed to retry actions - invalid order or no broken actions found.
de_de: Wiederholung der Aktionen fehlgeschlagen - ungültige Bestellung oder keine defekten Aktionen gefunden.

source: Error retrying actions: %s
de_de: Fehler beim Wiederholen der Aktionen: %s

source: Invalid order or not an Axytos order.
de_de: Ungültige Bestellung oder keine Axytos-Bestellung.

source: Successfully removed failed action '%1$s' from order #%2$d.
de_de: Fehlgeschlagene Aktion '%1$s' erfolgreich von Bestellung #%2$d entfernt.

source: Failed to remove action '%1$s' from order #%2$d. Action may not exist or is not broken.
de_de: Entfernung der Aktion '%1$s' von Bestellung #%2$d fehlgeschlagen. Aktion existiert möglicherweise nicht oder ist nicht defekt.

source: Error removing action: %s
de_de: Fehler beim Entfernen der Aktion: %s

source: Retry Actions
de_de: Aktionen wiederholen

source: Broken Actions
de_de: Defekte Aktionen

source: Retry broken actions
de_de: Defekte Aktionen wiederholen

source: Retry all broken actions for this order
de_de: Alle defekten Aktionen für diese Bestellung wiederholen

source: Are you sure you want to retry all broken actions for this order? This will attempt to process them immediately.
de_de: Sind Sie sicher, dass Sie alle defekten Aktionen für diese Bestellung wiederholen möchten? Dies wird versuchen, sie sofort zu verarbeiten.

source: Remove broken action
de_de: Defekte Aktion entfernen

source: Remove this permanently failed action
de_de: Diese dauerhaft fehlgeschlagene Aktion entfernen

source: Are you sure you want to remove the failed '%s' action? You are responsible for communicating the necessary changes to Axytos to ensure that further processing of the order is guaranteed. This action cannot be undone.
de_de: Sind Sie sicher, dass Sie die fehlgeschlagene '%s'-Aktion entfernen möchten? Sie sind dafür verantwortlich, die notwendigen Änderungen an Axytos zu kommunizieren, um sicherzustellen, dass die weitere Verarbeitung der Bestellung gewährleistet ist. Diese Aktion kann nicht rückgängig gemacht werden.

source: Failed Axytos action "%s" was manually removed by admin.
de_de: Fehlgeschlagene Axytos-Aktion "%s" wurde manuell vom Administrator entfernt.

source: Broken Axytos action "%s" was manually retried and succeeded.
de_de: Defekte Axytos-Aktion "%s" wurde manuell wiederholt und war erfolgreich.

source: View Error
de_de: Fehler anzeigen

source: Error Details
de_de: Fehlerdetails

source: Order
de_de: Bestellung

source: failed at
de_de: fehlgeschlagen am

source: Error:
de_de: Fehler:

source: Manual retry of broken Axytos action "%1$s" failed: %2$s. Action reset for new retry cycle.
de_de: Manuelle Wiederholung der defekten Axytos-Aktion "%1$s" fehlgeschlagen: %2$s. Aktion für neuen Wiederholungszyklus zurückgesetzt.

source: Could not process refund with Axytos API.
de_de: Rückerstattung konnte nicht mit der Axytos-API verarbeitet werden.

source: Could not cancel order with Axytos API.
de_de: Bestellung konnte nicht mit der Axytos-API storniert werden.

source: Unknown API error
de_de: Unbekannter API-Fehler

source: ✓ Working
de_de: ✓ Funktioniert

source: ⚠ Issue Detected
de_de: ⚠ Problem erkannt

source: External Cron
de_de: Externer Cron

source: Traffic-Based
de_de: Traffic-basiert

source: External cron is configured and working properly.
de_de: Externer Cron ist konfiguriert und funktioniert ordnungsgemäß.

source: External cron is configured but not working. Check your server cron job.
de_de: Externer Cron ist konfiguriert, funktioniert aber nicht. Überprüfen Sie Ihren Server-Cron-Job.

source: Ensure your server cron calls: wget -q -O -
de_de: Stellen Sie sicher, dass Ihr Server-Cron aufruft: wget -q -O -

source: No cron job scheduled. Try deactivating and reactivating the plugin.
de_de: Kein Cron-Job geplant. Versuchen Sie, das Plugin zu deaktivieren und wieder zu aktivieren.

source: Traffic-based cron appears stuck. Last run was %s hours ago.
de_de: Traffic-basierter Cron scheint hängen zu bleiben. Letzte Ausführung war vor %s Stunden.

source: Consider switching to external cron for better reliability, especially on low-traffic sites.
de_de: Erwägen Sie den Wechsel zu externem Cron für bessere Zuverlässigkeit, besonders bei Websites mit wenig Traffic.

source: Traffic-based cron has never run. This may be normal for a new installation or low-traffic site.
de_de: Traffic-basierter Cron wurde noch nie ausgeführt. Dies kann bei einer neuen Installation oder einer Website mit wenig Traffic normal sein.

source: For reliable processing, consider configuring external cron.
de_de: Für zuverlässige Verarbeitung erwägen Sie die Konfiguration eines externen Cron.

source: Traffic-based cron is working normally.
de_de: Traffic-basierter Cron funktioniert normal.

source: Reverse Cancel
de_de: Reaktivieren

source: Order cancellation reversed via Axytos action.
de_de: Bestellungsstornierung bei Axytos rückgängig gemacht.

source: Could not reverse cancel order with Axytos API.
de_de: Stornierung der Bestellung konnte nicht mit der Axytos-API rückgängig gemacht werden.

source: mark as shipped
de_de: als versandt markieren

source: cancel
de_de: stornieren

source: refund
de_de: erstatten

source: restore
de_de: wiederherstellen

source: Shipping report with invoice number %s has been initiated. The action will be processed by Axytos.
de_de: Versandmeldung mit Rechnungsnummer %s wurde eingeleitet. Die Aktion wird von Axytos verarbeitet.

source: Order cancellation has been initiated. The action will be processed by Axytos.
de_de: Bestellungsstornierung wurde eingeleitet. Die Aktion wird von Axytos verarbeitet.

source: Order cancellation reversal has been initiated. The action will be processed by Axytos.
de_de: Rückgängigmachung der Bestellungsstornierung wurde eingeleitet. Die Aktion wird von Axytos verarbeitet.

source: Order refund has been initiated. The action will be processed by Axytos.
de_de: Bestellungserstattung wurde eingeleitet. Die Aktion wird von Axytos verarbeitet.

source: Order confirmation has been initiated. The action will be processed by Axytos.
de_de: Bestellungsbestätigung wurde eingeleitet. Die Aktion wird von Axytos verarbeitet.

source: This payment method is currently not available. Please choose another payment method.
de_de: Diese Zahlungsmethode ist derzeit nicht verfügbar. Bitte wählen Sie eine andere Zahlungsmethode.
